{
  "ABOUTME_OL_LINK": "Über\nmich",
  "MYSKILLS_OL_LINK": "Meine Skills",
  "PORTFOLIO_OL_LINK": "Portfolio",
  "FRONTEND": "Frontend",
  "DEVELOPER": "Entwickler",
  "ABOUTME_LETS_TALK_BTN": "Lassen Sie uns reden!",
  "MY_SKILLS_TITLE": "Meine Skills",
  "CONTACT_VIA_EMAIL": "Kontakt via Email",
  "SCROLL": "Scrolle",
  "DOWN": "Runter",
  "SAY_HI": "Sag Hallo!",
  "DISCUSS_NEW": "Sie möchten ein neues Projekt besprechen?",
  "DISCUSS_CONTACT": "Kontaktieren Sie mich! Ich freue mich darauf, Ihre Visionen zu besprechen und zu verwirklichen.",
  "IMPRINT": "Impressum",
  "IMPRINT_LINK": "Impressum",
  "NAME_FORM": "Name",
  "NAME_WARN": "Bitte geben Sie ihren Namen ein",
  "NAME_PLACEHOLDER": "Ihr Name ...",
  "EMAIL_FORM": "E-Mail",
  "EMAIL_WARN": "Bitte geben Sie ihre eMail ein",
  "EMAIL_PLACEHOLDER": "Ihre e-mail ...",
  "MESSAGE": "Nachricht",
  "MESSAGE_WARN": "Bitte geben Sie ihre Nachricht ein",
  "MESSAGE_PLACEHOLDER": "Ihre Nachricht ...",
  "ACCEPT_PRE": "Bitte akzeptieren Sie die ",
  "ACCEPT_LINK": "Datenschutzbestimmungen",
  "ACCEPT_WARN_BTN": "Bitte hier klicken",
  "SUBMIT_BTN_TXT": "Senden",
  "WHAT_DO_YOU_NEED": "...nicht die Skills, die Sie benötigen?",
  "CONTACT_ME": "Kontaktieren Sie mich!",
  "READY_LEARN": "Ich bin jederzeit bereit, Neues zu lernen",
  "ABOUTME": "Über mich",
  "ABOUTME_PARAGRAPH": 
  "Hallo! Als Frontend-Entwickler verfüge ich über umfassende Kenntnisse in Angular und JavaScript. Die Leidenschaft für Programmierung und effiziente Lösungen motiviert mich, stetig neue Fähigkeiten zu entwickeln.\n\n Ich freue mich darauf, mein Wissen in ihrer Firma einzusetzen und in ihrem Sinne zu erweitern.",
  "ABOUTME_CONTACT_TXT": "Wenn Sie denken, dass ich gut zu Ihrem Projekt passe, kontaktieren Sie mich gerne!",
  "ABOUTME_CITY": "In der Nähe von Frankfurt",
  "ABOUTME_WORK": "Remote oder Hybrides Arbeiten",
  "IMPRINT_TEXT": "<h1>Impressum</h1><h2 id=\"m46\">Diensteanbieter</h2><p>johannes-kaeppler.dev</p><p>-</p><p>65451 Kelsterbach</p><p>Hessen - Germany</p><br><h2 id=\"m56\">Kontaktmöglichkeiten</h2><br/><p>E-Mail-Adresse: contact&#64;johannes-kaeppler.dev</p><p>Kontaktformular: www.johannes-kaeppler.dev</p><br><h2 id=\"m172\">Social Media und andere Onlinepräsenzen</h2><br/><p>Dieses Impressum gilt auch für die folgenden Social-Media-Präsenzen und Onlineprofile:</p><br/><p><a href=\"https://www.linkedin.com\" target=\"_blank\">https://www.linkedin.com</a></p><p><a href=\"https://www.github.com\" target=\"_blank\">https://www.github.com</a></p><br><h2 id=\"m5234\">Vorbehalt der Nutzung für Text und Data Mining</h2><h2 id=\"m169\">Bildnachweise</h2><br/><p>Bildquellen und Urheberrechtshinweise:</p><p>Icon im Header ist mithilfe von freier Software wie z.B. www.canva.com erstellt. Lizenz-frei.</p><p>Bilder im Bereich Portfolio stammen von selbst erstellten Projekten im Bereich Frontend-Development. Lizenz-frei.</p><p>Personenbilder/Fotos sind die des Betreibers inkl. aller Rechte, Lizenzen und Pflichten.</p><br><p class=\"seal\"><a href=\"https://datenschutz-generator.de/\" title=\"Rechtstext von Dr. Schwenke - für weitere Informationen bitte anklicken.\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">Erstellt mit kostenlosem Datenschutz-Generator.de von Dr. Thomas Schwenke</a></p>",
  "PORTFOLIO_TITLE": "Portfolio",
  "portfolio-p": "Entdecken Sie hier eine Auswahl meiner Arbeiten -\nInteragieren Sie mit den Projekten, um sie in Aktion zu sehen.",
  "PRIVACY_POLICY_TEXT": "<div><h1>Datenschutzerklärung</h1><br/><br/><h2>Allgemeine Informationen</h2><br/><p>Vielen Dank für den Besuch meiner Portfolio-Website johannes-kaeppler.dev. Der Schutz Ihrer persönlichen Daten ist mir ein besonderes Anliegen. Ich verarbeite Ihre Daten daher ausschließlich auf Grundlage der gesetzlichen Bestimmungen (DSGVO, TMG). In dieser Datenschutzerklärung informiere ich Sie über die wichtigsten Aspekte der Datenverarbeitung im Rahmen meiner Website.</p><br/><h2>Keine Datenspeicherung und keine Cookies</h2><br/><p>Auf meiner Website werden keine personenbezogenen Daten von Ihnen gespeichert. Zudem setze ich keine Cookies oder andere Tracking-Technologien ein, um Informationen über Ihre Nutzung meiner Website zu sammeln.</p><br/><h2>Kontaktformular</h2><br/><p>Meine Website enthält ein Kontaktformular, über das Sie mich direkt erreichen können. Dabei werden folgende personenbezogene Daten abgefragt:</p><br/><ul><li>Name</li><li>E-Mail-Adresse</li><li>Ihre Nachricht</li></ul><br/><p>Diese Informationen werden ausschließlich zum Zweck der Bearbeitung Ihrer Anfrage verwendet und direkt an meine E-Mail-Adresse weitergeleitet. Es erfolgt keine Speicherung der Daten auf dem Server meiner Website oder in einer Datenbank. Nach Abschluss der Kommunikation werden die Daten umgehend gelöscht, sofern keine gesetzlichen Aufbewahrungsfristen bestehen.</p><br/><h2>Links zu externen Seiten</h2><br/><p>In meinem Portfolio-Bereich finden Sie Links zu externen Webseiten, darunter:</p><br/><ul><li>Mein GitHub-Profil</li><li>Live-Previews meiner Projekte, die auf einem von mir gemieteten Server bei Namecheap.com gehostet werden</li></ul><br/><p>Bitte beachten Sie, dass für diese externen Webseiten eigene Datenschutzbestimmungen gelten, auf die ich keinen Einfluss habe.</p><p>Die Datenschutzerklärung von Namecheap.com liegt vor.</p><br/><h2>Ihre Rechte</h2><br/><p>Sie haben das Recht auf Auskunft, Berichtigung, Löschung, Einschränkung der Verarbeitung, Datenübertragbarkeit, Widerruf und Widerspruch in Bezug auf Ihre personenbezogenen Daten. Wenn Sie der Meinung sind, dass die Verarbeitung Ihrer Daten gegen das Datenschutzrecht verstößt oder Ihre datenschutzrechtlichen Ansprüche in sonstiger Weise verletzt worden sind, können Sie sich bei der zuständigen Aufsichtsbehörde beschweren.</p><br/><h2>Kontakt</h2><br/><p>Wenn Sie Fragen zum Datenschutz auf meiner Website haben, können Sie sich jederzeit unter der folgenden E-Mail-Adresse an mich wenden:</p><br/><p>Johannes Käppler</p><a href=\"mailto:admin@johannes-kaeppler.dev\">admin&#64;johannes-kaeppler.dev</a><br/></div>",

  "join": "Taskmanager/Kanban-board. Erstelle und\norganisiere Tasks mihilfe von  Drag-n-Drop, bestimme/füge Benutzer und\nKategorien hinzu.",

  "pokedex": "Basierend auf der PokeAPI, eine einfache Sammlung, die Pokemon Informationen bereitstellt bzw anzeigt.",

  "rolodeck": "Robo-Rolodeck ist ein React-basierende Anwendung, mit der Benutzer sich eine Robo-Sammlung via API anzeigen lassen können. Hintergrund der App ist das aufzeigen der versch. States einer React-App.",

  "pollo": "Ein simples Jump-n-Run Spiel, daß mithilfe der objektorientierten Programmierung OOP erstellt wurde. Hilf Pepe, Coins und Flaschen zu sammeln um das böse Huhn zu schlagen...",

  "kanban": "Ein simples Kanban-board zu Verwaltung versch. Tasks von/mit versch. Benutzern. Erstellt mit Angular 18."


 
}

